# Inspiration: https://github.com/driesvints/dotfiles/blob/main/Brewfile

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'bat'
brew 'ffmpeg'
brew 'mackup'
brew 'mas'
brew 'tree'
brew 'gh'

# Apps
cask 'github'
cask 'firefox'
cask 'screenflow'
cask 'visual-studio-code'
cask 'bunch'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
cask 'font-lato'
cask 'font-source-code-pro-for-powerline'
